app/controllers/pois_controller.rb

  def index
    @poi = Poi.all
---
SELECT "pois".* FROM "pois"